chat_system_1933230164_actor_description=King Mark. Our glorious king.
chat_system_1933230164_snap_add_quest_question=^?^Hard times for Darion have come, [player]. Difficult trials are just ahead. We will need a fierce weapon capable of putting enemy armies to flight - and we have one!<br>Go to the Magic Academy in Verlon Forest. Trigius will give you an item which is called the Chest of Rage.
chat_system_1933230164_snap_add_quest_answer_0=^?^Sounds great. I'll go at once and deliver this chest to you!
chat_system_1933230164_snap_wait_question=^?^Have you already talked to the mages at the Academy? Time is of the essence!
chat_system_1933230164_snap_wait_answer_0=^?^This Chest of Rage. Could you tell me more about it?
chat_system_1933230164_snap_wait_answer_1=^?^I'd like to know how I can find the Magic Academy.
chat_system_1933230164_snap_wait_answer_2=^?^I've brought you the Chest of Rage, my King!
chat_system_1933230164_snap_1_question=^?^It is enough for you to know that this is a powerful artifact, created by Demons. It is a weapon capable of putting whole armies to flight - if it is used in the proper way!<br>A thousand years ago, a Chest of Rage was obtained by King Kerus, among other trophies. It stumped the sorcerers, who have been racking their brains over its secret for all these years. But now, as the current president of the Academy assured me, they have succeeded!
chat_system_1933230164_snap_1_answer_0=^?^Interesting. I hope this weapon will serve Darion well!
chat_system_1933230164_snap_1_answer_1=^?^You can't entrust such a fierce weapon to just anybody...
chat_system_1933230164_snap_2_question=^?^That's true, my faithful [class]. Don't worry; special rituals are necessary before one can become master of this artifact. After you have brought it to us, we will choose among the best of the best to control the Chest!
chat_system_1933230164_snap_2_answer_0=^?^I have no doubt, Your Majesty.
chat_system_1933230164_snap_4_question=^?^What kind of Searcher are you, if you don't know where to find the Academy? It's strange that you haven't been there before... Go to the south, to Verlon Forest. The Academy is located not far from the castle of our vassal, the Marquis Kontou.
chat_system_1933230164_snap_4_answer_0=^?^Now I'll definitely find the place, thank you.
chat_system_1933230164_snap_0_question=^?^Give it to me. The mages should have prepared the artifact to serve its new owner. The power enclosed therein must not fall into the wrong hands.
chat_system_1933230164_snap_0_answer_0=^?^I'm afraid that I cannot do this, my king...
chat_system_1933230164_snap_5_question=^?^You refuse to submit to your king's will? [player], do you have any idea of the power of my anger? Guards!
chat_system_1933230164_snap_5_answer_0=^?^My king, you may call the guards, but this will change nothing. You see, the ceremony has already been completed, and as it turns out, I am the new master of the Chest! A sad accident has changed our plans.
chat_system_1933230164_snap_3_question=^?^What accident are you talking about? What has happened?
chat_system_1933230164_snap_3_answer_0=^?^I found the Academy and requested that the Chest be delivered, as you ordered...<br>(Tell what has happened...)
